import React from 'react';
import Footer from '../Shared/Footer';
import { FaHandPointRight } from 'react-icons/fa';
import Pagination from '../../component/PrimaryButton/Pagination';

const Emaserkrishi = () => {
    return (
        <div>
            <div className='lg:px-40'>
                <div className='px-5 pt-10 lg:px-40 lg:pb-10'>
                    <h1 className='font-bold text-xl py-5'> মাঘ মাসের কৃষি </h1>
                    <br />
                    <h3 className='text-sm'>
                        (১৫ জানুয়ারি- ১৩ ফেব্রুয়ারি)
                        <br />
                        <u> কৃষিবিদ ফেরদৌসী বেগম</u>
                    </h3>
                    <br />
                    <p className='py-5 rounded-md'>
                        মাঘ মাস। শীতের আগমন। এ মাসে জলবায়ু পরিবর্তনে শৈত্যপ্রবাহ
                        শীতের তীব্রতাকে আরও বাড়িয়ে দেয়। শীতের মাঝেও মানুষের খাদ্য
                        চাহিদা নিশ্চিত করতে কৃষক-কৃষানি ব্যস্ত হয়ে পড়ে মাঠের কাজে। কেননা এ
                        সময়টা কৃষির এক ব্যস্ততম সময়।। তাই আসুন আমরা জেনে নেই মাঘ মাসে
                        কৃষিতে করণীয় গুরুত্বপূর্ণ কাজগুলো।
                    </p> <br />




                    <div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>বোরো ধান</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>ইউরিয়া সারের উপরিপ্রয়োগ করতে হবে। ধানের চারা রোপণের  ১৫-২০ দিন পর প্রথম কিস্তি,
                                ৩০-৪০ দিন পর দ্বিতীয় কিস্তি এবং ৫০-৫৫ দিন পর শেষ কিস্তি হিসেবে ইউরিয়া সার
                                উপরিপ্রয়োগ করতে হবে। বোরো ধানে নিয়মিত সেচ প্রদান, আগাছা দমন,
                                বালাই ব্যবস্থাপনাসহ অন্যান্য পরিচর্যা করতে হবে। রোগ ও পোকা থেকে ধান গাছকে
                                বাঁচাতে সমন্বিত বালাই ব্যবস্থাপনা পদ্ধতি প্রয়োগ করতে পারেন। এ ক্ষেত্রে পরিচ্ছন্ন চাষাবাদ,
                                আন্তঃপরিচর্যা, যান্ত্রিক দমন, উপকারী পোকা সংরক্ষণ, ক্ষেতে ডালপালা পুঁতে পাখি বসার
                                ব্যবস্থা করা, আলোর ফাঁদ এসবের মাধ্যমে ধানক্ষেত বালাই মুক্ত করতে পারেন।
                                এভাবে রোগ ও পোকার আক্রমণ প্রতিহত করা না গেলে শেষ উপায় হিসেবে বিশেষজ্ঞের
                                পরামর্শ নিয়ে সঠিক বালাইনাশক, সঠিক সময়ে, সঠিক মাত্রায় প্রয়োগ করতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>গম</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>গমের জমিতে যেখানে ঘনচারা রয়েছে তা পাতলা করে দিতে হবে। গম গাছ থেকে যদি শিষ
                                বেড় হয় বা গম গাছের বয়স ৫৫-৬০ দিন হয় তবে জরুরিভাবে গমক্ষেতে একটি সেচ দিতে
                                হবে। এতে গমের ফলন বৃদ্ধি পাবে। ভালো ফলনের জন্য দানা গঠনের সময় আরেকবার সেচ
                                দিতে হবে। গম ক্ষেতে ইঁদুর দমনের কাজটি সকলে মিলে একসাথে করতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>ভুট্টা</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>ভুট্টা ক্ষেতে গাছের গোড়ার মাটি তুলে দিতে হবে। জলবায়ু পরিবর্তন এবং অন্যান্য কারণে
                                এসময় ভুট্টা ফসলে আর্মিওয়ার্ম, ফল আর্মিওয়ার্ম ইত্যাদি পোকার আক্রমণ দেখা যায়।
                                আক্রান্ত গাছ থেকে লার্ভাগুলো হাত দ্বারা সংগ্রহ করে নষ্ট করে ফেলতে হবে।
                                আক্রমণের মাত্রা বেশি হলে স্পেনোসেড (ট্রেসার ৪৫এসসি@ ০.৪ মিলি./ লিটার) বা
                                এবামেকটিন বেনজোয়েট ( প্রোক্লেম ৫ এসজি বা সাহাম ৫ এসজি @ ১ গ্রাম/ লিটার)
                                বালাইনাশক প্রয়োগ করতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>আলু</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>আলু ফসলে নাবি ধসা রোগ দেখা দিতে পারে। সে কারণে ¯েপ্রয়িং শিডিউল মেনে চলতে হবে।
                                মড়ক রোগ দমনে দেরি না করে ২ গ্রাম এক্সট্রামিল অথবা ডাইথেন এম ৪৫ অথবা সিকিউর
                                অথবা মেলুডি ডুও প্রতি লিটার পানির সাথে মিশিয়ে নিয়মিত ¯েপ্র করতে হবে।
                                মড়ক লাগা জমিতে সেচ দেওয়া বন্ধ করতে হবে। তাছাড়া আলু ফসলে মালচিং, সেচ প্রয়োগ,
                                আগাছা দমনের কাজগুলোও করতে হবে। আলু  গাছের বয়স ৮০ দিন হলে মাটির
                                সমান করে গাছ কেটে দিতে হবে এবং ১০ দিন পর আলু তুলে ফেলতে হবে।
                                খুব সহজে ও কম খরচে আলু উত্তোলন করতে পটেটো ডিগার যন্ত্র ব্যবহার করুন।
                                ক্ষতির হার ১% এর নিচে এবং শ্রমিক ৫০% সাশ্রয় হয়। আলু তোলার পর  ভালো করে
                                শুকিয়ে বাছাই করতে হবে এবং সংরক্ষণের ব্যবস্থা নিতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>তুলা</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>তুলা সংগ্রহের কাজ এ মাস থেকেই শুরু করতে হবে। তুলা সাধারণত ৩ পর্যায়ে সংগ্রহ করা
                                হয়ে থাকে। শুরুতে ৫০% বোল ফাটলে প্রথম বার, বাকি ফলের ৩০% পরিপক্ব হলে দ্বিতীয়
                                বার এবং অবশিষ্ট ফসল পরিপক্ব হলে শেষ অংশের তুলা সংগ্রহ করতে হবে।
                                রৌদ্রময় শুকনা দিনে বীজ তুলা উঠাতে হয়। ভালো তুলার সাথে যেন খারাপ তুলা
                                (পোকায় খাওয়া, রোগাক্রান্ত) কখনো না মেশে সে দিকে খেয়াল রাখতে হবে।
                                ভালো তুলা আলাদাভাবে তুলে ৩-৪ বার রোদে শুকিয়ে বস্তায় ভরে মাচা বা দানেস
                                এর উপর সংরক্ষণ করতে হবে। ইঁদুর নষ্ট করতে না পারে, সেদিকে খেয়াল করতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>ডাল ও তেল ফসল</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>মসুর, ছোলা, মটর, মাসকালাই, মুগ, তিসি এ সময় পাকে। সরিষা, তিসি বেশি পাকলে
                                রোদের তাপে ফেটে গিয়ে বীজ পড়ে যেতে পারে, তাই এগুলো ৮০ ভাগ পাকলেই সংগ্রহের
                                ব্যবস্থা নিতে হবে। ডাল ফসলের ক্ষেত্রে গাছ গোড়াসহ না উঠিয়ে মাটি থেকে কয়েক ইঞ্চি
                                রেখে ফসল সংগ্রহ করতে হবে। এতে জমির উর্বরতা এবং নাইট্রোজেন সরবরাহ বাড়বে।
                                এ সময় চর অঞ্চলে পেঁয়াজের সাথে বিলে ফসল হিসেবে বাদাম চাষ করতে পারেন।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>শাকসবজি</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>বেশি ফলন পেতে  শীতকালীন শাকসবজি যেমন ফুলকপি, বাঁধাকপি, টমেটো, বেগুন,
                                ওলকপি, শালগম, গাজর, শিম, লাউ, কুমড়া, মটরশুঁটি এসবের নিয়মিত যত্ন নিতে হবে।
                                উত্তম কৃষি চর্চা অনুসরণ করে জৈব সার,  জৈব বালাইনাশক, ফেরোমন ফাঁদ  সমন্বিত বালাই
                                ব্যবস্থাপনার মাধ্যমে বালাই দমন করতে হবে। শীতকালে মাটিতে রস কমে যায় বলে
                                সবজি ক্ষেতে চাহিদামাফিক সেচ দিতে হবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>প্রাণিসম্পদ</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>শীতকালে পোল্ট্রিতে অপুষ্টি, রানীক্ষেত, মাইকোপ্লাজমোসিস, ফাউল টাইফয়েড,
                                পেটে পানি জমা এসব সমস্যা দেখা যায়। মোরগ-মুরগীর অপুষ্টিজনিত সমস্যা
                                সমাধানে প্রাণিচিকিৎসকের পরামর্শ অনুযায়ী ভিটামিন এ, সি, ডি, ই, কে ও
                                ফলিক এসিড সরবরাহ করতে হবে। শীতের তীব্রতা বেশি হলে পোল্ট্রি শেডে
                                অবশ্যই মোটা চটের পর্দা লাগাতে হবে এবং বাতাস চলাচলের ব্যবস্থা রাখতে হবে।
                                পোল্ট্রি লিটারে অ্যামোনিয়া গ্যাস রোধে ১ বর্গফুট জায়গায় ১ কেজি হারে অ্যামোনিল
                                পাউডার মিশাতে হবে। গোখামারে শীতকালে মোটা চটের ব্যবস্থা করা খুব জরুরি।
                                নাহলে গাভীগুলো তাড়াতাড়ি অসুস্থ হয়ে যাবে।
                            </p> <br />
                        </div>

                        <div>
                            <div className='flex pb-2'>
                                <div className='flex items-center justify-center pr-2'>
                                    <FaHandPointRight className='text-gray-500' />
                                </div>
                                <h2 className='font-bold text-md'>মৎস্যসম্পদ</h2>
                            </div>
                            <p className='bg-gray-200 px-5 py-5 rounded-md'>পুকুরে পানি কমে দূষিত হয়ে যায় বলে শীতকালে মাছের বিশেষ যত্ন নিতে হবে।
                                কার্প ও শিং জাতীয় মাছে ড্রপসি বা উদর ফোলা রোগ দেখা দেয়। মাছের ক্ষতরোগ
                                যাতে না হয় সে ব্যবস্থা করতে হবে। আর এ রোগের প্রতিকারে প্রতি কেজি খাদ্যের
                                সাথে ১০০ মিলিগ্রাম টেরামাইসিন বা স্ট্রেপটোমাইসিন পরপর ৭ দিন খাওয়াতে হবে।
                                মাছ চাষ বিষয়ে যে কোন পরামর্শের জন্য কাছের উপজেলা মৎস্য কর্মকর্তার সাথে
                                যোগাযোগ করে পরামর্শ গ্রহণ করতে হবে।
                            </p> <br />
                        </div>


                    </div>




                </div >
                <Pagination></Pagination>
            </div>

            <Footer></Footer>

        </div>

    );
};

export default Emaserkrishi;